export const dayNames = ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота']

export const monthNames = [
  'Январь',
  'Февраль',
  'Март',
  'Апрель',
  'Май',
  'Июнь',
  'Июль',
  'Август',
  'Сентябрь',
  'Октябрь',
  'Ноябрь',
  'Декабрь',
]

export const monthNumbers = {
  Январь: 0,
  Янв: 0,
  Февраль: 1,
  Фев: 1,
  Март: 2,
  Мар: 2,
  Апрель: 3,
  Апр: 3,
  Май: 4,
  Июнь: 5,
  Июн: 5,
  Июль: 6,
  Июл: 6,
  Август: 7,
  Авг: 7,
  Сентябрь: 8,
  Сент: 8,
  Октябрь: 9,
  Окт: 9,
  Ноябрь: 10,
  Ноя: 10,
  Декабрь: 11,
  Дек: 11,
}

export default { dayNames, monthNames, monthNumbers }
